Repository: VietTungLe296/Netflix-Clone
Catalog: Netflix Clone/Resources/Localizable.xcstrings
Source language: en
Languages: vi

source: An unknown error occurred. Please try again later.
vi: Đã có lỗi xảy ra. Vui lòng thử lại sau.

source: Board cast
vi: Phát rộng

source: Deleted %@ successfully
vi: Xoá %@ thành công

source: Discover
vi: Khám phá

source: Download
vi: Tải xuống

source: Downloaded
vi: Đã tải xuống

source: Feature %@ under development.
vi: Tính năng %@ đang phát triển.

source: Hide/Show adult content
vi: Ẩn/Hiện nội dung người lớn

source: Home
vi: Trang chủ

source: movie
vi: phim

source: Play
vi: Phát

source: Please check the internet connection and try again.
vi: Vui lòng kiểm tra lại kết nối Internet và thử lại.

source: Popular
vi: Không thể bỏ qua

source: Profile
vi: Hồ sơ

source: Saved %@ successfully
vi: Tải xuống %@ thành công

source: Sort
vi: Sắp xếp

source: Sort by %@
vi: Sắp xếp theo %@

source: System busy. Please try again later.
vi: Hệ thống bận. Vui lòng thử lại sau.

source: This movie has been downloaded.
vi: Phim này đã được tải xuống.

source: Top Rated
vi: Được đánh giá cao

source: Trending Movies
vi: Đang thịnh hành

source: Trending TV
vi: Chương trình TV

source: Type here to begin your search...
vi: Nhập để tìm kiếm...
